module.exports = {
    name: 'design',
    async execute(message, args, client) {
        message.reply(client.edits?.designMsg || `** > برجاء ملء الاستماره __لمساعده المصمم__ \n\n 1- ・ ما هو __اسم سيرفرك__ و __اختصاره__\n\n 2- ・ ما هو __لون التصميم__ الذي تريده\n\n 3- ・ ما هو __نوع التصميم__ ( جيمنج , ستور , سامب , الخ..)\n\n 4- <>・ما هو __شكل التصميم__ الذي تريده ( Logo , Banner , Line , Welcome ,... ) \n\n 5- ・ هل لديك مثال علي __التصميم__ الذي تريده (اختياري)\n\n 6- ・ كم __عدد الساعات__ التي تريد ان يتم انهاء التصميم فيها**`);
    }
};
